Repository: K-Mano/ScribbleStrings
Catalog: *.lproj/Prefs.strings
Languages: ar, es, fr, it, ja, ko, nl, ro, sv, zh_hant

source: Enabled
ar: تفعيل
es: Activado
fr: Activé
it: Attivo
ja: 有効
ko: 사용
nl: Ingeschakeld
ro: Activat
sv: Aktiverad
zh_hant: 啟用

source: Style
ar: الشكل
es: Estilo
it: Stile
ja: スタイル
ko: 스타일
nl: Stijl
ro: Stil
sv: stil
zh_hant: 畫筆風格

source: Apply
ar: تطبيق
es: Aplicar
fr: Appliquer
it: Applica
ja: 適用
ko: 적용
nl: Toepassen
ro: Aplicați
sv: Tillämpa
zh_hant: 載入設定

source: Enter
ar: إدخال
es: Entrar
fr: Entrer
it: Invia
ja: 決定
ko: 입력해주세요
nl: Volgende
ro: Introduceți
sv: Inmata
zh_hant: 進入

source: Draw
ar: ارسم
es: Dibujar
fr: Dessiner
it: Disegna
ja: 描く
ko: 그려주세요
nl: Teken
ro: Desenați
sv: Rita
zh_hant: 開始畫

# RECORD_PASSWORD
source: Record Your Password
ar: تسجيل كلمة السر الخاصة بك
es: Grabar Contraseña
fr: Enregistrez votre mot de passe
ja: パスワードを設定します
ko: 패턴을 그려주세요
nl: Neem wachtwoord op
ro: Înregistrați parola
sv: Spela in ditt lösenord
zh_hant: 請錄製您的密碼

source: Record New Password
ar: تسجيل كلمة سر جديدة
es: Grabar Nueva Contraseña
fr: Enregistrez votre nouveau mot de passe
it: Registra la nuova password
ja: 新しいパスワードを設定する
ko: 새로운 패턴을 그려주세요
nl: Neem nieuw wachtwoord op
ro: Înregistrați parola nouă
sv: Spela in nytt lösenord
zh_hant: 請錄製新的密碼

# DRAW_CURRENT_PASS
source: Draw Current Password
ar: ارسم كلمة السر الحالية
es: Dibujar Contraseña Anterior
fr: Dessinez votre mot de passe
it: Disegna la password corrente
ja: 現在のパスワードを描いてください
ko: 현재 패턴을 그려주세요
nl: Teken huidig wachtwoord
ro: Desenați parola actuală
sv: Rita nuvarande lösenord
zh_hant: 請畫出舊的密碼

source: Once More
ar: مرة أخرى
es: Una vez más
fr: Encore une fois
it: Ancora una volta
ja: もう一度パスワードを描いてください
ko: 한번더 그려주세요
nl: Nog een keer
ro: Încă o dată
sv: En gång till
zh_hant: 請再畫一次密碼

# LAST_TIME
source: One Last Time
ar: للمرة الأخيرة
es: La última vez
fr: Encore une dernière fois
it: Solo un'ultima volta
ja: 最後にもう一度パスワードを描いてください
ko: 마지막으로 한번만더 그려주세요
nl: Nog een laatste keer
ro: Ultima oară
sv: En sista gång till
zh_hant: 請再畫最後一次密碼

# UNLOCK_ANIM
source: Unlock Animation
ar: التأثير الحركي لفتح القفل
es: Animación para desbloquear
it: Animazione di sblocco
ko: 잠금 해제 애니메이션
nl: Unlock Animatie
ro: Animație de deblocare

source: Recognition Strictness
ar: دقة التعرف
es: Reconocimiento Estricto
it: Precisione riconoscimento
ko: 패턴 인식 엄격성
nl: Herkennings Striktheid
ro: Strictețea recunoașterii

source: Low
ar: منخفضة
es: Bajo
it: Bassa
ko: 낮음
nl: Laag
ro: Joasă

source: Medium
ar: متوسطة
es: Aceptable
it: Media
ko: 보통
nl: Gemiddeld
ro: Medie

source: High
ar: مرتفعة
es: Alto
it: Alta
ko: 높음
nl: Hoog
ro: Ridicată

source: Small
ar: صغير
es: Pequeño
it: Piccola
ko: 작음
nl: Klein
ro: Mică

source: Large
ar: كبير
es: Largo
it: Larga
ko: 큼
nl: Groot
ro: Mare

source: Stroke Size
ar: حجم الرسم
es: Tamaño del trazo
it: Grandezza pennello
ko: 획 크기
nl: Borstel Grootte
ro: Mărimea urmei

# EXPAND_ANIM
source: Expand
ar: توسع
es: Expandir
it: Espansione
ko: 넓히기
nl: Zet uit
ro: Extindere

# HIGHLIGHT_ANIM
source: Highlight
ar: إضاءة
es: Resaltar Animación
it: Evindenziatore
ko: 하이라이트
nl: Markeer
ro: Accentuare

source: Highlight Color
ar: لون الإضاءة
es: Color de la animación
it: Colore evidenziato
ko: 하이라이트 색
nl: Markeer kleur
ro: Culoare accent

source: Default
ar: افتراضي
es: Por Defecto
ko: 기본 색
nl: Standaart
ro: Implicit

source: Paint
ar: مصبوغ
es: Pintar
it: Pittura
ko: 페인트
nl: Verf
ro: Vopsea

source: Paint Color
ar: لون الصبغة
es: Color
it: Colore pittura
ko: 페인트 색
nl: Verf Color
ro: Culoare vopsea

# CHANGE_PASS
source: Change Password
ar: تغيير كلمة السر
es: Cambiar contraseña
fr: Changer votre mot de passe
it: Cambia password
ja: パスワードを変更
ko: 페턴 바꾸기
nl: Verander Password
ro: Schimbați parola
sv: Ändra lösenord
zh_hant: 更改Scribble的密碼

source: Respring
ar: ريسبرنج
ja: リスプリング
ko: 설정 적용하기
zh_hant: 重新載入主畫面

# RESTORE_DEFAULTS
source: Reset Settings Back To Default
ar: إعادة تعيين الإعدادات إلى الافتراضية
es: Restaurar los ajustes por defecto
fr: Réinitialiser les paramètres
it: Ritorna Alle Impostazioni Di Default
ja: 設定をデフォルトにリセット
ko: 기본 설정으로 리셋하기
nl: Herstel settings naar standaart
ro: Resetați setările la valorile implicite
sv: Återställ inställningar Tillbaka till standard
zh_hant: 重置默認設定

source: Credits
ar: الاعتمادات
es: Créditos
fr: Crédits
it: Crediti
ja: クレジット
ko: 특별감사
nl: Krediet
ro: Credite
zh_hant: 歸功於

# WELCOME
source: Welcome To Scribble!
ar: مرحبًا بك في Scribble!
es: ¡Bienvenido a Scribble!
fr: Bienvenue sur Scribble!
it: Benvenuto in Scribble!
ja: Scribbleへようこそ!
ko: Scribble을 환영합니다!
nl: Welkom in Scribble!
ro: Bun venit la Scribble!
sv: Välkommen till Scribble!
zh_hant: 歡迎使用Scribble！

# DESCRIPTION
source: Thank you for purchasing Scribble! Please unlock your device with your passcode then record your new Scribble password in Settings.
ar: شكرًا لشرائك Scribble! يرجى فتح قفل جهازك عن طريق رمز الدخول الخاص بك وبعد ذلك قم بتسجيل كلمة سر Scribble جديدة من الإعدادات.
es: ¡Gracias por comprar Scribble! Por favor desbloquea tu dispositivo con tu contraseña después podrás crear tu contraseña nueva dentro de Scribble.
fr: Merci d'avoir acheté Scribble! Déverouillez votre appareil avec votre mot de passe Puis enregistrez votre mot de passe Scribble dans les paramètres.
it: Grazie per aver acquistato Scribble! Sblocca il tuo telefono con il codice poi registra la tua nuova password di Scribble nelle Impostazioni.
ja: Scribbleを購入していただきありがとうございます! あなたのパスワードでデバイスのロックを解除してください。 新しいScribbleのパスワードは設定アプリで変更できます。
ko: Scribble을 구입해 주셔서 감사합니다! 비밀번호로 잠금을 해제하신후, 새로운 패턴을 설정에서 그려주시길 바랍니다.
nl: Danku om Scribble te kopen! Unlock je apparaat met je passcode en dan neem je jouw Scribble passcode op in Settings.
ro: Vă mulțumim că ați achiziționat Scribble! Vă rugăm să vă deblocați dispozitivul cu codul dumneavoastră de acces apoi înregistrați-vă noua parolă Scribble în Configurări.
sv: Tack för att du har köpt Scribble! Vänligen lås upp din enhet med ditt lösenord registrera sedan ditt nya Skribbel lösenord i Inställningar.
zh_hant: 感謝您購買Scribble！ 請使用您設備的密碼解鎖 然後在設定中錄製您的Scribble密碼。

# DISMISS
source: TAP TO DISMISS
ar: انقر هنا للتجاهل
es: Pulsa para salir
fr: Appuyez pour cacher
it: TOCCA PER ANNULLARE
ja: 了解
ko: 닫기
nl: Tap om weg te doen
ro: ATINGEȚI PENTRU DEGAJARE
sv: tryck för att avsluta
zh_hant: 請輕觸螢幕

# ATTEMPTS_ENABLED
source: Disable Device For Failed Attempts
ar: تعطيل الجهاز للمحاولات الفاشلة
es: Desactivar número de intentos fallidos
it: Sisabilita dispositivo per tentativo fallito.
ko: 실패한 시도에 대해 장치 비활성화
nl: Zet apparaat uit achter gefaalde pogingen
ro: Dezactivare dispozitiv după încercări eșuate

# NUM_ATTEMPTS
source: Number of Failed Attempts
ar: عدد المحاولات الفاشلة
es: Número de intentos fallidos
it: Numero tentativi
ko: 실패 시도 횟수
nl: Aantal pogingen
ro: Număr de încercări eșuate

source: Security
ar: الأمان
es: Seguridad
fr: Securité
it: Sicurezza
ja: セキュリティ
ko: 보안
nl: Beveiliging
ro: Securitate
sv: säkerhet
zh_hant: 安全性設定

# CANCEL_KEYPAD
source: Cancel Shows Keypad
ar: إلغاء إظهار لوحة المفاتيح
es: Mostrar teclado al pulsar cancelar
it: Annulla mostra il tastierino
ko: 취소후 키보드 보임
nl: Niet de keypad tonen
ro: "Anulați" afișează tastatura

source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
ro: Anulați
sv: Avbryt
zh_hant: 取消

source: Emergency
ar: الطوارئ
es: Emergencias
fr: Urgence
it: Emergenza
ja: 緊急通報
ko: 비상
nl: Noodgeval
ro: Urgență
sv: Nödsituation
zh_hant: 緊急事件

# PASSCODE_CHANGED_TITLE
source: Password Change Detected!
ar: تم اكتشاف تغيير كلمة السر!
es: ¡Cambio de contraseña detectado!
fr: Changement de mot de passe détécté!
it: Cambio di password identificato!
ja: パスワードの変更が検出されました!
ko: 비밀번호 변경이 감지되었습니다!
nl: Password verandering gedetecteerd
ro: Schimbare de cod de acces detectată!
sv: Lösenordsändring upptäckt!
zh_hant: 偵測到解鎖密碼已更改！

# PASSCODE_CHANGED_MESSAGE
source: Please enter your passcode to continue using Scribble
es: Por favor introduce tu contraseña para seguir utilizando Scribble.
fr: S'il vous plait entrez votre mot de passe pour continuer à utiliser Scribble
it: Per favore inserisci la tua password per continuare ad utilizzare Scribble
ja: Scribbleを使用するためにパスワードを入力してください。
ko: Scribble을 계속 이용하시려면 비밀번호를 입려 해 주세요.
nl: Vul uw nieuw wachtwoord in om Scribble te gebruiken
ro: Introduceți codul de acces pentru a putea continua să folosiți Scribble
sv: Vänligen ange ditt lösenord för att fortsätta använda Scribble
zh_hant: 請輸入您的密碼以繼續使用Scribble

source: Ok
ko: 승인
nl: Oke

# TRY_AGAIN
source: try again in 1 minute
es: inténtalo dentro de 1 minuto
fr: Réessayez dans 1 minute
it: riprova tra 1 minuto
ja: 1分後にもう一度試してください。
ko: 1분후에 다시 시도 해 주세요
nl: Probeer nog eens in 1 minuut
ro: reîncercați peste 1 minut
sv: försök igen om 1 minut
zh_hant: 請於一分鐘後再試一次

# DISABLED
source: is disabled
es: esta desactivado
it: disabilitato
ko: 사용 중지됨
nl: is uitgeschakeld
ro: dezactivat
sv: är avaktiverad

source: Fast Unlock
es: Desbloqueo Rápido
it: Sblocco Veloce
ko: 빠른 잠금 해제
nl: Snel Ontgrendelen
ro: Deblocare rapidă
