Repository: K-Mano/ScribbleStrings
Catalog: *.lproj/Style.strings
Languages: ja, sv

source: Style
ja: スタイル
sv: Stil

source: Stroke Size
ja: 線の太さ
sv: tjocklek

# EXPAND_ANIM
source: Expand
ja: 広がり
sv: Expandera

# HIGHLIGHT_ANIM
source: Highlight
ja: ハイライト
sv: Översyn

source: Highlight Color
ja: ハイライトの色
sv: Översyn Färg

source: Default
ja: デフォルト
sv: Standard

source: Paint
ja: 描く
sv: Måla

source: Paint Color
ja: 線の色
sv: Målar Färg

# UNLOCK_ANIM
source: Unlock Animation
ja: ロック解除のアニメーション
sv: Lås Upp Animering

source: Fast Unlock
ja: 素早いロック解除
sv: Snabb Upplåsning

# PAINT_BACKGROUND_COLOR
source: Background Color
ja: 背景の色
sv: Backgrund Färg
